const menulogos = (prefix) => {
  
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
  return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╭┅═┅═┅═┅═┅═┅═┅═╮
┃㊨ [⚡] ᴍᴇɴᴜ ʟᴏɢᴏs [⚡]
╰┅═┅═┅═┅═┅═┅═┅═╮
╭┅═┅═┅═┅═┅═┅═┅═╯
┃么╭━━ ⪩『 ᴘʟᴀϙᴜɪɴʜᴀ 』
┃么|〆${prefix}Plaq
┃么|〆${prefix}Plaq2
┃么|〆${prefix}Plaq3
┃么|〆${prefix}Plaq4
┃么|〆${prefix}Plaq5
╰┅═┅═┅═┅═┅═┅═┅═╮
╭┅═┅═┅═┅═┅═┅═┅═╯
┃么╭━━ ⪩『 2 ᴛᴇxᴛᴏ 』
┃么|〆${prefix}Comporn (txt/txt]
┃么|〆${prefix}Glitch (txt/txt]
┃么|〆${prefix}Glitch3 (txt/txt]
┃么|〆${prefix}Grafity (txt-txt]
┃么|〆${prefix}Space (txt/txt]
┃么|〆${prefix}Marvel (txt/txt]
┃么|〆${prefix}GamePlay (txt/txt]
┃么|〆${prefix}Stone (txt/txt]
┃么|〆${prefix}Steel (txt/txt]
┃么|〆${prefix}Ffbanner (txt/txt]
┃么|〆${prefix}Mascoteavatar (txt/txt]
╰┅═┅═┅═┅═┅═┅═┅═╮
╭┅═┅═┅═┅═┅═┅═┅═╯
┃么╭━━ ⪩『 1 ᴛᴇxᴛᴏ 』
┃么|〆${prefix}Txtquadrinhos (txt]
┃么|〆${prefix}HackNeon (txt]
┃么|〆${prefix}EquipeMascote (txt]
┃么|〆${prefix}FFavatar (txt]
┃么|〆${prefix}Gizquadro (txt]
┃么|〆${prefix}Angelglx (txt]
┃么|〆${prefix}WingEffect (txt]
┃么|〆${prefix}Angelwing (txt]
┃么|〆${prefix}Blackpink (txt]
┃么|〆${prefix}Girlmascote (txt]
┃么|〆${prefix}Mascotegame (txt]
┃么|〆${prefix}Fpsmascote (txt]
┃么|〆${prefix}Logogame (txt]
┃么|〆${prefix}Glitch2 (txt]
┃么|〆${prefix}3DGold (txt]
┃么|〆${prefix}Placaloli (txt]
┃么|〆${prefix}Phadow (txt]
┃么|〆${prefix}Efeitoneon (txt]
┃么|〆${prefix}Cemiterio (txt]
┃么|〆${prefix}Metalgold (txt]
┃么|〆${prefix}Narutologo (txt]
┃么|〆${prefix}Fire (txt]
┃么|〆${prefix}Romantic (txt]
┃么|〆${prefix}Smoke (txt]
┃么|〆${prefix}Papel (txt]
┃么|〆${prefix}Lovemsg (txt]
┃么|〆${prefix}Lovemsg2 (txt]
┃么|〆${prefix}Lovemsg3 (txt]
┃么|〆${prefix}Coffecup (txt]
┃么|〆${prefix}Coffecup2 (txt]
┃么|〆${prefix}Cup (txt]
┃么|〆${prefix}Florwooden (txt]
┃么|〆${prefix}Lobometal (txt]
┃么|〆${prefix}Harryp (txt]
┃么|〆${prefix}Txtborboleta (txt]
┃么|〆${prefix}Madeira (txt]
┃么|〆${prefix}Pornhub (txt]
┃么|〆${prefix}Escudo (txt]
┃么|〆${prefix}Transformer (txt]
┃么|〆${prefix}America (txt]
┃么|〆${prefix}Demongreen (txt]
┃么|〆${prefix}Wetglass (txt] 
┃么|〆${prefix}Toxic (txt]
┃么|〆${prefix}Neon3 (txt]
┃么|〆${prefix}Neondevil (txt]
┃么|〆${prefix}Neongreen (txt]
┃么|〆${prefix}Lava (txt]
┃么|〆${prefix}Halloween (txt]
┃么|〆${prefix}Neondevil (txt]
┃么|〆${prefix}DemonFire (txt]
┃么|〆${prefix}DemonGreen (txt]
┃么|〆${prefix}Thunderv2 (txt]
┃么|〆${prefix}Thunder (txt]
┃么|〆${prefix}Colaq (txt]
┃么|〆${prefix}Luxury (txt]
┃么|〆${prefix}Berry (txt]
┃么|〆${prefix}Transformer (txt]
┃么|〆${prefix}Matrix (txt]
┃么|〆${prefix}Horror (txt]
┃么|〆${prefix}Nuvem (txt]
┃么|〆${prefix}Neon (txt]
┃么|〆${prefix}Neon1 (txt]
┃么|〆${prefix}Neon2 (txt]
┃么|〆${prefix}Neon3d (txt]
┃么|〆${prefix}NeonGreen (txt]
┃么|〆${prefix}Neon3 (txt]
┃么|〆${prefix}Neve (txt]
┃么|〆${prefix}Areia (txt]
┃么|〆${prefix}Vidro (txt]
┃么|〆${prefix}Style (txt]
┃么|〆${prefix}Pink (txt]
┃么|〆${prefix}Carbon (txt]
┃么|〆${prefix}Tetalblue (txt]
┃么|〆${prefix}Toxic (txt]
┃么|〆${prefix}Jeans (txt]
┃么|〆${prefix}Ossos (txt]
┃么|〆${prefix}Asfalto (txt]
┃么|〆${prefix}Natal (txt]
┃么|〆${prefix}Joker (txt]
┃么|〆${prefix}Blood (txt]
┃么|〆${prefix}Break (txt]
┃么|〆${prefix}Fiction (txt]
┃么|〆${prefix}3dstone (txt]
┃么|〆${prefix}Lapis (txt]
┃么|〆${prefix}Gelo (txt]
┃么|〆${prefix}Rainbow (txt]
┃么|〆${prefix}Metalfire (txt] 
╰┅═┅═┅═┅═┅═┅═┅═╯
`
}

exports.menulogos = menulogos

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 